{
    "General": "Chung",
    "Bank Account": "Tài Khoản Ngân Hàng",
    "Currency": "Tiền Tệ",
    "Taxes & Discounts": "Thuế & Giảm Giá",
    "Sales Tax": "Thuế Bán Hàng",
    "Purchase Tax": "Thuế Mua Hàng",
    "Sales Discount": "Giảm Giá Bán Hàng",
    "Purchase Discount": "Giảm Giá Mua Hàng",
    "Appearance": "Giao Diện",
    "Default": "Mặc Định",
    "Company Profile": "Hồ Sơ Công Ty",
    "Invoice": "Hóa Đơn",
    "Localization": "Địa Phương",
    "Discount": "Giảm Giá",
    "Tax": "Thuế",
    "Accounting": "Kế Toán",
    "Banking": "Ngân Hàng",
    "Account": "Tài Khoản",
    "Add a new account": "Thêm tài khoản",
    "Add New Account": "Thêm Tài Khoản",
    "Department": "Phòng Ban",
    "Services": "Dịch Vụ",
    "Connected Accounts": "Tài Khoản Liên Kết",
    "Live Currency": "Tỷ Giá Trực Tuyến",
    "Primary Color": "Primary Color",
    "amber": "amber",
    "blue": "blue",
    "cyan": "cyan",
    "emerald": "emerald",
    "fuchsia": "fuchsia",
    "gray": "gray",
    "green": "green",
    "indigo": "indigo",
    "lime": "lime",
    "neutral": "neutral",
    "orange": "orange",
    "pink": "pink",
    "purple": "purple",
    "red": "red",
    "rose": "rose",
    "sky": "sky",
    "slate": "slate",
    "stone": "stone",
    "teal": "teal",
    "violet": "violet",
    "yellow": "yellow",
    "zinc": "zinc",
    "Font": "Phông chữ",
    "Layout": "Giao diện",
    "Max Content Width": "Max Content Width",
    "Modal Width": "Modal Width",
    "Navigation Layout": "Navigation Layout",
    "Top Navigation": "Top Navigation",
    "Side Navigation": "Side Navigation",
    "Striped Tables": "Striped Tables",
    "Enabled": "Enabled",
    "Disabled": "Disabled",
    "Data Presentation": "Data Presentation",
    "Table Sort Direction": "Table Sort Direction",
    "Records Per Page": "Records Per Page",
    "4X Large": "4X Large",
    "5X Large": "5X Large",
    "6X Large": "6X Large",
    "7X Large": "7X Large",
    "Screen Large": "Screen Large",
    "Screen Extra Large": "Screen Extra Large",
    "Screen 2X Large": "Screen 2X Large",
    "Full": "Full",
    "Extra Small": "Extra Small",
    "Small": "Small",
    "Medium": "Medium",
    "Large": "Large",
    "Extra Large": "Extra Large",
    "2X Large": "2X Large",
    "3X Large": "3X Large",
    "Screen": "Màn hình",
    "Ascending": "Tăng dần",
    "Descending": "Giảm dần",
    "Identification": "Nhận dạng",
    "Email": "Email",
    "Phone Number": "Số điện thoại",
    "Logo": "Logo",
    "Location Details": "Vị trí",
    "Country": "Quốc gia",
    "State \/ Province": "Quận \/ Huyện",
    "Street Address": "Đường",
    "City \/ Town": "Thành phố \/ Thị xã",
    "Zip \/ Postal Code": "Zip \/ Postal Code",
    "Legal & Compliance": "Legal & Compliance",
    "Entity Type": "Kiểu",
    "Tax ID": "Mã số thuế",
    "Sole Proprietorship": "Doanh Nghiệp Tư Nhân",
    "General Partnership": "Hợp Tác Xã Tổng Quát",
    "Limited Partnership (LP)": "Liên Doanh Trách Nhiệm Hữu Hạn (LP)",
    "Limited Liability Partnership (LLP)": "Hợp Tác Xã Trách Nhiệm Hữu Hạn (LLP)",
    "Limited Liability Company (LLC)": "Công Ty Trách Nhiệm Hữu Hạn (LLC)",
    "Corporation": "Tập Đoàn",
    "Nonprofit": "Tổ Chức Phi Lợi Nhuận",
    "Number Prefix": "Tiền Tố Mã Hóa Đơn",
    "Number Digits": "Số Ký Tự",
    "Number Next": "Số Tiếp Theo",
    "Payment Terms": "Điều Khoản Thanh Toán",
    "Content": "Nội Dung",
    "Header": "Đầu Trang",
    "Subheader": "Tiêu Đề Phụ",
    "Footer \/ Notes": "Chân Trang \/ Ghi Chú",
    "Template": "Mẫu",
    "Show Logo": "Hiển Thị Logo",
    "Accent Color": "Màu Nhấn",
    "Item Name": "Tên Mặt Hàng",
    "Items": "Mặt Hàng",
    "Products": "Sản Phẩm",
    "Other": "Khác",
    "Unit Name": "Tên Đơn Vị",
    "Quantity": "Số Lượng",
    "Hours": "Giờ",
    "Price Name": "Tên Giá",
    "Price": "Giá",
    "Rate": "Tỷ Lệ",
    "Amount Name": "Tên Số Tiền",
    "Amount": "Số Tiền",
    "Total": "Tổng",
    "Due Upon Receipt": "Đến Hạn Khi Nhận",
    "Net 7": "Net 7",
    "Net 10": "Net 10",
    "Net 15": "Net 15",
    "Net 30": "Net 30",
    "Net 60": "Net 60",
    "Net 90": "Net 90",
    "Modern": "Modern",
    "Classic": "Classic",
    "Language": "Language",
    "Timezone": "Timezone",
    "Date & Time": "Date & Time",
    "Date Format": "Date Format",
    "Time Format": "Time Format",
    "Week Start": "Week Start",
    "Before Number": "Trước",
    "After Number": "Sau",
    "Select Position": "Chọn vị trí",
    "Financial & Fiscal": "Tài Chính & Tài Khóa",
    "Number Format": "Định Dạng Số",
    "Percent Position": "Vị Trí Phần Trăm",
    "Fiscal Year End": "Thời điểm kết thúc một năm tài chính",
    "Name": "Tên",
    "Code": "Mã",
    "Symbol": "Ký Hiệu",
    "Default :Record": "Mặc Định :Record",
    "Type": "Loại",
    "Start Date": "Ngày Bắt Đầu",
    "End Date": "Ngày Kết Thúc",
    "Sales": "Bán Hàng",
    "Default :Type :Record": "Mặc Định :Type :Record",
    "Purchase": "Mua Hàng",
    "Precision": "Độ Chính Xác",
    "Symbol Position": "Vị Trí Ký Hiệu",
    "Before Amount": "Trước Số Tiền",
    "After Amount": "Sau Số Tiền",
    "Select a symbol position": "Chọn vị trí ký hiệu",
    "Decimal Separator": "Ký Tự Phân Cách Thập Phân",
    "Thousands Separator": "Ký Tự Phân Cách Nghìn",
    "Yes": "Có",
    "No": "Không",
    "Description": "Mô Tả",
    "Computation": "Tính Toán",
    "Scope": "Phạm Vi",
    "Percentage": "Phần Trăm",
    "Fixed": "Cố Định",
    "None": "Không Có",
    "Product": "Sản Phẩm",
    "Service": "Dịch Vụ",
    "Compound": "Hỗn Hợp",
    "Current Balance": "Số Dư Hiện Tại",
    "Account Information": "Thông Tin Tài Khoản",
    "Subtype": "Phân Loại",
    "Account Number": "Số Tài Khoản",
    "Investment": "Đầu Tư",
    "Credit": "Tín Dụng",
    "Depository": "Kho Lưu Trữ",
    "Loan": "Khoản Vay",
    "Manager": "Quản Lý",
    "Children": "Trẻ Em",
    "All": "Tất Cả",
    "Main": "Chính",
    "Parent Department": "Phòng Ban Cha",
    "Currency List": "Danh Sách Tiền Tệ",
    "Company Currencies": "Tiền Tệ Công Ty",
    "Entity": "Thực Thể",
    "Available": "Có Sẵn",
    "Live Rate": "Tỷ Giá Trực Tuyến",
    "Edit": "Chỉnh Sửa",
    "Notes": "Ghi Chú",
    "Terms": "Điều Khoản",
    "Ending Balance": "Số Dư Cuối Kỳ",
    "Last transaction on": "Giao dịch cuối cùng vào",
    "No transactions for this account": "Không có giao dịch nào cho tài khoản này",
    "Cash and Cash Equivalents": "Tiền Mặt hoặc Tương Đương",
    "Receivables": "Khoản phải thu",
    "Inventory": "Hàng tồn kho",
    "Prepaid and Deferred Charges": "Chi phí trả trước và hoãn lại",
    "Other Current Assets": "Tài sản hiện tại khác",
    "Long-Term Investments": "Đầu tư dài hạn",
    "Fixed Assets": "Tài sản cố định",
    "Intangible Assets": "Tài sản vô hình",
    "Other Non-Current Assets": "Tài sản dài hạn khác",
    "Depreciation and Amortization": "Khấu hao và Phân bổ",
    "Allowances for Receivables": "Dự phòng khoản phải thu",
    "Valuation Adjustments": "Điều chỉnh định giá",
    "The amount of money held by the company in the form of cash.": "Số tiền mà công ty nắm giữ dưới dạng tiền mặt.",
    "Cash on Hand": "Tiền mặt tại quỹ",
    "Accounts Receivable": "Các khoản phải thu",
    "The amount of money owed to the company by customers who have not yet paid for goods or services received.": "Số tiền mà khách hàng còn nợ công ty vì chưa thanh toán hàng hóa hoặc dịch vụ đã nhận.",
    "Supplier Obligations": "Nghĩa vụ của nhà cung cấp",
    "Accounts Payable": "Các khoản phải trả",
    "The amount of money owed by the company to suppliers for goods or services received.": "Số tiền mà công ty nợ nhà cung cấp vì đã nhận hàng hóa hoặc dịch vụ.",
    "Accrued Expenses and Liabilities": "Chi phí và khoản nợ phải trả tích lũy",
    "Sales Tax Payable": "Thuế bán hàng phải trả",
    "The amount of money owed to the government for sales tax collected from customers.": "Số tiền nợ chính phủ từ thuế bán hàng thu từ khách hàng.",
    "Short-Term Borrowings": "Vay ngắn hạn",
    "Customer Deposits and Advances": "Tiền gửi và ứng trước của khách hàng",
    "Other Current Liabilities": "Các khoản nợ ngắn hạn khác",
    "Long-Term Borrowings": "Vay dài hạn",
    "Deferred Tax Liabilities": "Khoản thuế phải trả hoãn lại",
    "Other Long-Term Liabilities": "Các khoản nợ dài hạn khác",
    "Accumulated Amortization of Debt Discount": "Khấu hao tích lũy của khoản chiết khấu nợ",
    "Valuation Adjustments for Liabilities": "Điều chỉnh định giá cho các khoản nợ",
    "Contributed Capital": "Vốn góp",
    "Owner's Investment": "Vốn đầu tư của chủ sở hữu",
    "The amount of money invested by the owner(s) or shareholders to start or expand the business.": "Số tiền được chủ sở hữu hoặc cổ đông đầu tư để khởi nghiệp hoặc mở rộng doanh nghiệp.",
    "Owner's Drawings": "Rút vốn của chủ sở hữu",
    "The amount of money withdrawn by the owner(s) or shareholders from the business for personal use.": "Số tiền mà chủ sở hữu hoặc cổ đông rút ra từ doanh nghiệp cho mục đích cá nhân.",
    "Retained Earnings: Profit": "Lợi nhuận giữ lại: Lãi",
    "Owner's Equity": "Vốn chủ sở hữu",
    "Owner's equity is what remains after you subtract business liabilities from business assets. In other words, it's what's left over for you if you sell all your assets and pay all your debts.": "Vốn chủ sở hữu là những gì còn lại sau khi bạn trừ đi các khoản nợ của doanh nghiệp từ tài sản doanh nghiệp. Nói cách khác, đó là những gì còn lại nếu bạn bán tất cả tài sản và thanh toán hết nợ.",
    "Contra Equity": "Vốn đối ứng",
    "Product Sales": "Doanh thu bán sản phẩm",
    "The amount of money earned from selling physical or digital products.": "Số tiền kiếm được từ việc bán sản phẩm vật lý hoặc kỹ thuật số.",
    "Service Revenue": "Doanh thu dịch vụ",
    "Other Operating Revenue": "Doanh thu hoạt động khác",
    "Investment Income": "Thu nhập đầu tư",
    "Dividends": "Cổ tức",
    "The amount of money received from investments in shares of other companies.": "Số tiền nhận được từ đầu tư vào cổ phần của các công ty khác.",
    "Interest Earned": "Lãi suất thu được",
    "The amount of money earned from interest-bearing investments like bonds, certificates of deposit, or savings accounts.": "Số tiền kiếm được từ các khoản đầu tư sinh lãi như trái phiếu, chứng chỉ tiền gửi hoặc tài khoản tiết kiệm.",
    "Gains from Asset Disposition": "Lợi nhuận từ việc thanh lý tài sản",
    "Other Non-Operating Revenue": "Doanh thu không hoạt động khác",
    "Gain on Foreign Exchange": "Lợi nhuận từ giao dịch ngoại hối",
    "The amount of money earned from foreign exchange transactions due to favorable exchange rate changes.": "Số tiền kiếm được từ các giao dịch ngoại hối do thay đổi tỷ giá có lợi.",
    "Contra Revenue": "Doanh thu đối ứng",
    "Sales Returns and Allowances": "Hoàn trả và trợ cấp bán hàng",
    "The amount of money returned to customers or deducted from sales due to returned goods or allowances granted.": "Số tiền hoàn trả cho khách hàng hoặc khấu trừ từ doanh thu do hàng hóa trả lại hoặc trợ cấp được cấp.",
    "Sales Discounts": "Giảm giá bán hàng",
    "The amount of money deducted from sales due to discounts offered to customers for early payment or other reasons.": "Số tiền khấu trừ từ doanh thu do giảm giá được cung cấp cho khách hàng vì thanh toán sớm hoặc các lý do khác.",
    "Uncategorized Revenue": "Doanh thu chưa phân loại",
    "Uncategorized Income": "Thu nhập chưa phân loại",
    "Revenue from other business operations that don't fall under regular sales or services. This account is used as the default for all new transactions.": "Doanh thu từ các hoạt động kinh doanh khác không thuộc phạm vi bán hàng hoặc dịch vụ thông thường. Tài khoản này được sử dụng làm mặc định cho tất cả các giao dịch mới.",
    "Cost of Goods Sold": "Giá vốn hàng bán",
    "Payroll and Employee Benefits": "Tiền lương và phúc lợi nhân viên",
    "Salaries and Wages": "Tiền lương và thù lao",
    "The amount of money paid to employees for their work, including regular salaries and hourly wages.": "Số tiền trả cho nhân viên vì công việc của họ, bao gồm tiền lương cố định và lương theo giờ.",
    "Payroll Employer Taxes and Contributions": "Thuế và đóng góp của chủ lao động",
    "The amount of money paid by the employer for payroll taxes and contributions, such as social security, unemployment, and workers' compensation.": "Số tiền mà chủ lao động trả cho các khoản thuế và đóng góp như an sinh xã hội, thất nghiệp và bồi thường lao động.",
    "Employee Benefits": "Phúc lợi nhân viên",
    "The amount of money spent on employee benefits, such as health insurance, retirement plans, and other benefits.": "Số tiền chi tiêu cho phúc lợi nhân viên như bảo hiểm y tế, kế hoạch hưu trí và các phúc lợi khác.",
    "Payroll Processing Fees": "Phí xử lý bảng lương",
    "The amount of money paid to third-party payroll processors for payroll services.": "Số tiền trả cho bên thứ ba để xử lý dịch vụ bảng lương.",
    "Facility Expenses": "Chi phí cơ sở vật chất",
    "Rent or Lease Payments": "Tiền thuê hoặc thuê mua",
    "The amount of money paid for renting or leasing business premises.": "Số tiền trả cho việc thuê hoặc thuê mua mặt bằng kinh doanh.",
    "Property Taxes": "Thuế tài sản",
    "The amount of money paid for taxes on business property.": "Số tiền trả cho thuế đối với tài sản kinh doanh.",
    "Building Maintenance": "Bảo trì tòa nhà",
    "The amount of money spent on maintaining business premises, including repairs and cleaning.": "Số tiền chi tiêu cho việc bảo trì cơ sở kinh doanh, bao gồm sửa chữa và làm sạch.",
    "Utilities": "Tiện ích",
    "The amount of money paid for business utilities, such as electricity, water, and gas.": "Số tiền chi trả cho các tiện ích của doanh nghiệp, chẳng hạn như điện, nước và gas.",
    "Property Insurance": "Bảo hiểm tài sản",
    "The amount of money paid for insurance on business property.": "Số tiền chi trả cho bảo hiểm tài sản kinh doanh.",
    "General and Administrative": "Chi phí chung và quản lý",
    "Food and Drink": "Thực phẩm và đồ uống",
    "The amount of money spent on food and drink for business purposes, such as office snacks, meals, and catering.": "Số tiền chi tiêu cho thực phẩm và đồ uống phục vụ cho mục đích kinh doanh, chẳng hạn như đồ ăn vặt văn phòng, bữa ăn và dịch vụ ăn uống.",
    "Transportation": "Vận chuyển",
    "The amount of money spent on business transportation, such as fuel, vehicle maintenance, and public transportation.": "Số tiền chi tiêu cho vận chuyển kinh doanh, chẳng hạn như nhiên liệu, bảo dưỡng xe và phương tiện công cộng.",
    "Travel": "Du lịch",
    "The amount of money spent on business travel, such as airfare, hotels, and rental cars.": "Số tiền chi tiêu cho du lịch kinh doanh, chẳng hạn như vé máy bay, khách sạn và xe thuê.",
    "Entertainment": "Giải trí",
    "The amount of money spent on business entertainment, such as client dinners, events, and tickets.": "Số tiền chi tiêu cho giải trí kinh doanh, chẳng hạn như bữa tối với khách hàng, sự kiện và vé.",
    "Office Supplies": "Văn phòng phẩm",
    "The amount of money spent on office supplies, such as paper, ink, and stationery.": "Số tiền chi tiêu cho văn phòng phẩm, chẳng hạn như giấy, mực và văn phòng phẩm.",
    "Office Equipment and Furniture": "Trang thiết bị và nội thất văn phòng",
    "The amount of money spent on office equipment and furniture, such as computers, printers, and desks.": "Số tiền chi tiêu cho trang thiết bị và nội thất văn phòng, chẳng hạn như máy tính, máy in và bàn ghế.",
    "Legal and Professional Fees": "Phí pháp lý và dịch vụ chuyên nghiệp",
    "The amount of money paid for legal and professional services, such as legal advice, accounting, and consulting.": "Số tiền chi trả cho các dịch vụ pháp lý và chuyên nghiệp, chẳng hạn như tư vấn pháp lý, kế toán và tư vấn.",
    "Software and Subscriptions": "Phần mềm và đăng ký",
    "The amount of money spent on software and subscriptions, such as SaaS products, cloud services, and digital tools.": "Số tiền chi tiêu cho phần mềm và các gói đăng ký, chẳng hạn như sản phẩm SaaS, dịch vụ đám mây và công cụ kỹ thuật số.",
    "Marketing and Advertising": "Tiếp thị và quảng cáo",
    "Advertising": "Quảng cáo",
    "The amount of money spent on advertising campaigns, including print, digital, and outdoor advertising.": "Số tiền chi tiêu cho các chiến dịch quảng cáo, bao gồm quảng cáo in ấn, kỹ thuật số và ngoài trời.",
    "Marketing": "Tiếp thị",
    "The amount of money spent on marketing activities, such as content creation, social media, and email marketing.": "Số tiền chi tiêu cho các hoạt động tiếp thị, chẳng hạn như tạo nội dung, truyền thông xã hội và tiếp thị qua email.",
    "Research and Development": "Nghiên cứu và phát triển",
    "Other Operating Expenses": "Chi phí hoạt động khác",
    "Interest and Financing Costs": "Chi phí lãi vay và tài chính",
    "Tax Expenses": "Chi phí thuế",
    "Other Non-Operating Expense": "Chi phí không hoạt động khác",
    "Loss on Foreign Exchange": "Lỗ từ giao dịch ngoại hối",
    "The amount of money lost from foreign exchange transactions due to unfavorable exchange rate changes.": "Số tiền mất đi từ các giao dịch ngoại hối do biến động tỷ giá bất lợi.",
    "Contra Expenses": "Chi phí đối ứng",
    "Purchase Returns and Allowances": "Hoàn trả và trợ cấp mua hàng",
    "The amount of money returned to suppliers or deducted from purchases due to returned goods or allowances granted.": "Số tiền hoàn trả cho nhà cung cấp hoặc khấu trừ từ mua hàng do hàng hóa trả lại hoặc trợ cấp được cấp.",
    "Purchase Discounts": "Giảm giá mua hàng",
    "The amount of money deducted from purchases due to discounts offered by suppliers for early payment or other reasons.": "Số tiền khấu trừ từ mua hàng do giảm giá được nhà cung cấp cung cấp vì thanh toán sớm hoặc các lý do khác.",
    "Uncategorized Expense": "Chi phí chưa phân loại",
    "Expenses not classified into regular expense categories. This account is used as the default for all new transactions.": "Chi phí chưa được phân loại vào các danh mục chi phí thông thường. Tài khoản này được sử dụng làm mặc định cho tất cả các giao dịch mới.",
    "The most liquid assets a company holds. This includes physical currency, bank balances, and short-term investments a company can quickly convert to cash.": "Tài sản có tính thanh khoản cao nhất mà công ty nắm giữ. Bao gồm tiền mặt, số dư ngân hàng và các khoản đầu tư ngắn hạn mà công ty có thể nhanh chóng chuyển đổi thành tiền mặt.",
    "Amounts owed to the company for goods sold or services rendered, including accounts receivable, notes receivable, and other receivables.": "Các khoản tiền mà công ty được nợ vì đã bán hàng hóa hoặc cung cấp dịch vụ, bao gồm các khoản phải thu, các khoản ghi nợ và các khoản phải thu khác.",
    "The raw materials, work-in-progress goods and completely finished goods that are considered to be the portion of a business's assets that are ready or will be ready for sale.": "Nguyên liệu thô, hàng hóa đang trong quá trình sản xuất và hàng hóa đã hoàn thành hoàn toàn được coi là một phần tài sản của doanh nghiệp sẵn sàng hoặc sẽ sẵn sàng để bán.",
    "Payments made in advance for future goods or services, such as insurance premiums, rent, and prepaid taxes.": "Các khoản thanh toán trước cho hàng hóa hoặc dịch vụ trong tương lai, chẳng hạn như phí bảo hiểm, tiền thuê nhà và thuế trả trước.",
    "Other assets that are expected to be converted to cash, sold, or consumed within one year or the business's operating cycle.": "Các tài sản khác dự kiến sẽ được chuyển đổi thành tiền mặt, bán hoặc tiêu thụ trong vòng một năm hoặc chu kỳ hoạt động của doanh nghiệp.",
    "Investments in securities like bonds and stocks, investments in other companies, or real estate held for more than one year, aiming for long-term benefits.": "Các khoản đầu tư vào chứng khoán như trái phiếu và cổ phiếu, đầu tư vào các công ty khác hoặc bất động sản được giữ trong hơn một năm, nhằm mục đích thu lợi ích dài hạn.",
    "Physical, tangible assets used in the business's operations with a useful life exceeding one year, such as buildings, machinery, and vehicles. These assets are subject to depreciation.": "Tài sản hữu hình, vật lý được sử dụng trong hoạt động kinh doanh với thời gian sử dụng vượt quá một năm, chẳng hạn như tòa nhà, máy móc và phương tiện. Các tài sản này phải chịu khấu hao.",
    "Assets lacking physical substance but offering value to the business, like patents, copyrights, trademarks, software, and goodwill.": "Các tài sản không có thực thể vật lý nhưng mang lại giá trị cho doanh nghiệp, chẳng hạn như bằng sáng chế, bản quyền, nhãn hiệu, phần mềm và lợi thế thương mại.",
    "Includes long-term assets not classified in the above categories, such as long-term prepaid expenses, deferred tax assets, and loans made to other entities that are not expected to be settled within the next year.": "Bao gồm các tài sản dài hạn không được phân loại trong các danh mục trên, chẳng hạn như chi phí trả trước dài hạn, tài sản thuế hoãn lại và các khoản vay cho các tổ chức khác không dự kiến sẽ được thanh toán trong năm tới.",
    "Accounts that accumulate depreciation of tangible assets and amortization of intangible assets, reflecting the reduction in value over time.": "Các tài khoản tích lũy khấu hao tài sản hữu hình và phân bổ tài sản vô hình, phản ánh sự giảm giá trị theo thời gian.",
    "Accounts representing estimated uncollected receivables, used to adjust the value of gross receivables to a realistic collectible amount.": "Các tài khoản đại diện cho các khoản phải thu dự kiến không thu hồi được, được sử dụng để điều chỉnh giá trị của các khoản phải thu gộp thành một số tiền thực tế có thể thu hồi.",
    "Accounts used to record adjustments in asset values due to impairments, market changes, or other factors affecting their recoverable amount.": "Các tài khoản được sử dụng để ghi lại các điều chỉnh giá trị tài sản do suy giảm, thay đổi thị trường hoặc các yếu tố khác ảnh hưởng đến số tiền có thể thu hồi.",
    "Funds provided by owners or shareholders for starting the business and subsequent capital injections. Reflects the financial commitment of the owner(s) or shareholders to the business.": "Các quỹ được cung cấp bởi chủ sở hữu hoặc cổ đông để bắt đầu doanh nghiệp và tiêm vốn bổ sung sau đó. Phản ánh cam kết tài chính của chủ sở hữu hoặc cổ đông đối với doanh nghiệp.",
    "Cumulative profits retained in the business and not distributed as dividends. Indicates the company's financial health and profit-generating ability.": "Lợi nhuận tích lũy được giữ lại trong doanh nghiệp và không phân phối dưới dạng cổ tức. Cho biết sức khỏe tài chính của công ty và khả năng tạo lợi nhuận.",
    "Equity that is deducted from gross equity to arrive at net equity. This includes treasury stock, which is stock that has been repurchased by the company.": "Vốn chủ sở hữu được khấu trừ từ vốn gộp để tính vốn ròng. Điều này bao gồm cổ phiếu quỹ, là cổ phiếu đã được công ty mua lại.",
    "Liabilities arising from purchases of goods or services from suppliers, not yet paid for. This can include individual accounts payable and trade credits.": "Nợ phải trả phát sinh từ việc mua hàng hóa hoặc dịch vụ từ nhà cung cấp mà chưa được thanh toán. Điều này có thể bao gồm các khoản phải trả riêng lẻ và tín dụng thương mại.",
    "Expenses that have been incurred but not yet paid, including wages, utilities, interest, and taxes. This category can house various accrued expense accounts.": "Các chi phí đã phát sinh nhưng chưa được thanh toán, bao gồm lương, tiện ích, lãi suất và thuế. Danh mục này có thể bao gồm nhiều tài khoản chi phí tích lũy khác nhau.",
    "Debt obligations due within the next year, such as bank loans, lines of credit, and short-term notes. This category can cover multiple short-term debt accounts.": "Nghĩa vụ nợ đến hạn trong năm tới, chẳng hạn như các khoản vay ngân hàng, hạn mức tín dụng và các khoản nợ ngắn hạn. Danh mục này có thể bao gồm nhiều tài khoản nợ ngắn hạn khác nhau.",
    "Funds received in advance for goods or services to be provided in the future, including customer deposits and prepayments.": "Các khoản tiền nhận trước cho hàng hóa hoặc dịch vụ sẽ được cung cấp trong tương lai, bao gồm tiền gửi của khách hàng và các khoản trả trước.",
    "A grouping for miscellaneous short-term liabilities not covered in other categories, like the current portion of long-term debts, short-term provisions, and other similar obligations.": "Nhóm các khoản nợ ngắn hạn khác không thuộc các danh mục khác, chẳng hạn như phần hiện tại của các khoản nợ dài hạn, các khoản dự phòng ngắn hạn và các nghĩa vụ tương tự khác.",
    "Obligations such as bonds, mortgages, and loans with a maturity of more than one year, covering various types of long-term debt instruments.": "Các nghĩa vụ như trái phiếu, thế chấp và các khoản vay có kỳ hạn trên một năm, bao gồm các loại công cụ nợ dài hạn khác nhau.",
    "Taxes incurred in the current period but payable in a future period, typically due to differences in accounting methods between tax reporting and financial reporting.": "Các khoản thuế phát sinh trong kỳ hiện tại nhưng sẽ được thanh toán trong kỳ tương lai, thường là do sự khác biệt giữa phương pháp kế toán thuế và kế toán tài chính.",
    "Liabilities not due within the next year and not classified as long-term debt or deferred taxes, including pension liabilities, lease obligations, and long-term provisions.": "Các khoản nợ không đến hạn thanh toán trong năm tới và không được phân loại là nợ dài hạn hoặc thuế hoãn lại, bao gồm các khoản nợ hưu trí, nghĩa vụ thuê và các khoản dự phòng dài hạn.",
    "Accumulated amount representing the reduction of bond or loan liabilities, reflecting the difference between the face value and the discounted issuance price over time.": "Số tiền tích lũy thể hiện sự giảm các khoản nợ trái phiếu hoặc khoản vay, phản ánh sự chênh lệch giữa giá trị danh nghĩa và giá phát hành chiết khấu theo thời gian.",
    "Adjustments made to the recorded value of liabilities, such as changes in fair value of derivative liabilities or adjustments for hedging activities.": "Các điều chỉnh được thực hiện đối với giá trị ghi nhận của các khoản nợ, chẳng hạn như thay đổi giá trị hợp lý của các khoản nợ phái sinh hoặc điều chỉnh cho các hoạt động phòng ngừa rủi ro.",
    "Income from selling physical or digital products. Includes revenue from all product lines or categories.": "Thu nhập từ việc bán sản phẩm vật lý hoặc kỹ thuật số. Bao gồm doanh thu từ tất cả các dòng sản phẩm hoặc danh mục.",
    "Income earned from providing services, encompassing activities like consulting, maintenance, and repair services.": "Thu nhập kiếm được từ việc cung cấp các dịch vụ, bao gồm các hoạt động như tư vấn, bảo trì và sửa chữa.",
    "Income from other business operations not classified as product sales or services, such as rental income, royalties, or income from licensing agreements.": "Thu nhập từ các hoạt động kinh doanh khác không được phân loại là doanh thu sản phẩm hoặc dịch vụ, chẳng hạn như thu nhập từ cho thuê, tiền bản quyền hoặc thu nhập từ các thỏa thuận cấp phép.",
    "Earnings from investments, including dividends, interest from securities, and profits from real estate investments.": "Thu nhập từ các khoản đầu tư, bao gồm cổ tức, lãi suất từ chứng khoán và lợi nhuận từ đầu tư bất động sản.",
    "Profits from selling assets like property, equipment, or investments, excluding regular sales of inventory.": "Lợi nhuận từ việc bán tài sản như bất động sản, thiết bị hoặc các khoản đầu tư, không bao gồm doanh thu từ hàng tồn kho.",
    "Income from sources not related to the main business activities, such as legal settlements, insurance recoveries, or gains from foreign exchange transactions.": "Thu nhập từ các nguồn không liên quan đến hoạt động kinh doanh chính, chẳng hạn như các khoản bồi thường pháp lý, bồi thường bảo hiểm hoặc lợi nhuận từ các giao dịch ngoại hối.",
    "Revenue that is deducted from gross revenue to arrive at net revenue. This includes sales discounts, returns, and allowances.": "Doanh thu được khấu trừ từ tổng doanh thu để tính ra doanh thu ròng. Điều này bao gồm các khoản giảm giá bán hàng, trả hàng và trợ cấp.",
    "Revenue that has not been categorized into other revenue categories.": "Doanh thu chưa được phân loại vào các danh mục doanh thu khác.",
    "Direct costs attributable to the production of goods sold by a company. This includes material costs and direct labor.": "Chi phí trực tiếp liên quan đến việc sản xuất hàng hóa được bán bởi công ty. Bao gồm chi phí nguyên vật liệu và lao động trực tiếp.",
    "Expenses related to employee compensation, including salaries, wages, bonuses, commissions, and payroll taxes.": "Các chi phí liên quan đến việc trả thù lao cho nhân viên, bao gồm tiền lương, tiền công, tiền thưởng, hoa hồng và thuế bảng lương.",
    "Costs incurred for business premises, including rent or lease payments, property taxes, utilities, and building maintenance.": "Chi phí phát sinh cho mặt bằng kinh doanh, bao gồm tiền thuê hoặc thuê mua, thuế tài sản, các tiện ích và bảo trì tòa nhà.",
    "Expenses related to general business operations, such as office supplies, insurance, and professional fees.": "Chi phí liên quan đến hoạt động kinh doanh chung, chẳng hạn như văn phòng phẩm, bảo hiểm và phí dịch vụ chuyên nghiệp.",
    "Expenses related to marketing and advertising activities, such as advertising campaigns, promotional events, and marketing materials.": "Chi phí liên quan đến các hoạt động tiếp thị và quảng cáo, chẳng hạn như các chiến dịch quảng cáo, sự kiện khuyến mãi và tài liệu tiếp thị.",
    "Expenses incurred in the process of researching and developing new products or services.": "Chi phí phát sinh trong quá trình nghiên cứu và phát triển các sản phẩm hoặc dịch vụ mới.",
    "Miscellaneous expenses not categorized elsewhere, such as research and development costs, legal fees, and other irregular expenses.": "Các chi phí linh tinh không được phân loại ở nơi khác, chẳng hạn như chi phí nghiên cứu và phát triển, phí pháp lý và các chi phí bất thường khác.",
    "Expenses related to borrowing and financing, such as interest payments on loans, bonds, and credit lines.": "Chi phí liên quan đến việc vay vốn và tài chính, chẳng hạn như trả lãi cho các khoản vay, trái phiếu và hạn mức tín dụng.",
    "Various taxes incurred by the business, including income tax, sales tax, property tax, and payroll tax.": "Các loại thuế phát sinh đối với doanh nghiệp, bao gồm thuế thu nhập, thuế bán hàng, thuế tài sản và thuế bảng lương.",
    "Expenses not related to primary business activities, like losses from asset disposals, legal settlements, restructuring costs, or foreign exchange losses.": "Chi phí không liên quan đến hoạt động kinh doanh chính, chẳng hạn như các khoản lỗ từ việc thanh lý tài sản, bồi thường pháp lý, chi phí tái cấu trúc hoặc lỗ từ giao dịch ngoại hối.",
    "Expenses that are deducted from gross expenses to arrive at net expenses. This includes purchase discounts, returns, and allowances.": "Chi phí được khấu trừ từ tổng chi phí để tính ra chi phí ròng. Bao gồm giảm giá mua hàng, trả hàng và trợ cấp.",
    "Expenses that have not been categorized into other expense categories.": "Các chi phí chưa được phân loại vào các danh mục chi phí khác.",
    "Assets": "Tài sản",
    "Liabilities": "Nợ phải trả",
    "Equity": "Vốn chủ sở hữu",
    "Revenue": "Doanh thu",
    "Expenses": "Chi phí",
    "Current Asset": "Tài sản ngắn hạn",
    "Non-Current Asset": "Tài sản dài hạn",
    "Contra Asset": "Tài sản đối ứng",
    "Current Liability": "Nợ ngắn hạn",
    "Non-Current Liability": "Nợ dài hạn",
    "Contra Liability": "Nợ đối ứng",
    "Operating Revenue": "Doanh thu hoạt động",
    "Non-Operating Revenue": "Doanh thu không hoạt động",
    "Operating Expense": "Chi phí hoạt động",
    "Non-Operating Expense": "Chi phí không hoạt động",
    "Contra Expense": "Chi phí đối ứng"
}
